//
//  BKPasscodeView.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"%d Failed Passcode Attempts" = "%d 回目のパスコード認証失敗";
"%d Failed Password Attempts" = "%d 回目のパスワード認証失敗";

"1 Failed Passcode Attempt" = "1 回目のパスコード認証失敗";
"1 Failed Password Attempt" = "1 回目のパスワード認証失敗";

"Do you want to use Touch ID for authentication?" = "認証に Touch ID を使用しますか?";

"Done" = "完了";

"Enable Touch ID" = "Touch ID を有効化";

"Enter a different passcode. Cannot re-use the same passcode." = "違うパスコードを入力してください。同じパスコードは使用できません。";
"Enter a different password. Cannot re-use the same password." = "違うパスワードを入力してください。同じパスワードは使用できません。";

"Enter a passcode" = "パスコードを入力";
"Enter a password" = "パスワードを入力";

"Enter your new passcode" = "新しいパスコードを入力";
"Enter your new password" = "新しいパスワードを入力";

"Enter your old passcode" = "古いパスコードを入力";
"Enter your old password" = "古いパスワードを入力";

"Enter your passcode" = "パスコードを入力してください";
"Enter your password" = "パスワードを入力してください";

"Invalid Passcode" = "パスコードが違います";
"Invalid Password" = "パスワードが違います";

"Passcodes did not match.\nTry again." = "パスコードが一致しません。\nもう一度試してください。";
"Password did not match.\nTry again." = "パスワードが一致しません。\nもう一度試してください。";

"Re-enter your passcode" = "パスコードをもう一度入力してください";
"Re-enter your password" = "パスワードをもう一度入力してください";

"Try again in %d minutes" = "%d 分後にもう一度試してください。";

"Try again in 1 minute" = "1 分後にもう一度試してください。";
